---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Gal
source: html/afcfcd0c-8ded-978f-9a69-d6512e89de93.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Gal Property

Symbol gal, indicating unit US gallons.

## Syntax (C#)
```csharp
public static ForgeTypeId Gal { get; }
```